Repository: yousefheroo028/MetroSystem
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Cairo Metro App
ar: برنامج مترو القاهرة

source: Line
ar: الخط

source: El Monib
ar: المنيب

source: Sakiat Mekki
ar: ساقية مكي

source: Om El Masryeen
ar: أم المصريين

source: Giza
ar: الجيزة

source: Faisal
ar: فيصل

source: Cairo University
ar: جامعة القاهرة

source: El Bohoth
ar: البحوث

source: Dokki
ar: الدقي

source: Opera
ar: الأوبرا

source: Sadat
ar: السادات

source: Mohamed Naguib
ar: محمد نجيب

source: Attaba
ar: العتبة

source: Shohadaa
ar: الشهداء

source: El Mesalla
ar: المسرة

source: Rod El Farag
ar: روض الفرج

source: Saint Teresa
ar: سانت تريزة

source: Khalafawy
ar: الخلفاوي

source: El Mazalat
ar: المظلات

source: Faculty of Agriculture
ar: كلية الزراعة

source: Shubra
ar: شبرا

source: Helwan
ar: حلوان

source: Ain Helwan
ar: عين حلوان

source: Helwan University
ar: جامعة حلوان

source: Wadi Hof
ar: وادي حوف

source: Hadayeq Helwan
ar: حدائق حلوان

source: El Maasara
ar: المعصرة

source: Kozzika
ar: كوتسكا

source: Tora El Balad
ar: طرة البلد

source: Thakanat El Maadi
ar: ثكنات المعادي

source: Maadi
ar: المعادي

source: Hadayeq El Maadi
ar: حدائق المعادي

source: Dar El Salam
ar: دار السلام

source: El Zahraa
ar: الزهراء

source: Mar Girgis
ar: مار جرجس

source: El Malek El Saleh
ar: الملك الصالح

source: Sayeda Zeinab
ar: السيدة زينب

source: Saad Zaghloul
ar: سعد زغلول

source: Gamal Abdel Nasser
ar: جمال عبد الناصر

source: Ahmed Orabi
ar: أحمد عرابي

source: Ghamra
ar: غمرة

source: El Demerdash
ar: الدمرداش

source: Manshiet El Sadr
ar: منشية الصدر

source: Kobri El Kobba
ar: كوبري القبة

source: Hammamat El Kobba
ar: حمامات القبة

source: Hadayeq El Zeitoun
ar: حدائق الزيتون

source: Helmiet El Zeitoun
ar: حلمية الزيتون

source: El Matarya
ar: المطرية

source: Ain Shams
ar: عين شمس

source: Ezbet El Nakhl
ar: عزبة النخل

source: El Marg
ar: المرج

source: New El Marg
ar: المرج الجديدة

source: Adly Mansour
ar: عدلي منصور

source: El Haykestep
ar: الهايكستب

source: Omar Ibn El Khattab
ar: عمر بن الخطاب

source: Qobaa
ar: قباء

source: Hesham Barakat
ar: هشام بركات

source: El Nozha
ar: النزهة

source: El Shams Club
ar: نادي الشمس

source: Alf Maskan
ar: ألف مسكن

source: Heliopolis
ar: هليوبوليس

source: Haroun
ar: هارون

source: El Ahram
ar: الأهرام

source: Faculty of Girls
ar: كلية البنات

source: Stadium
ar: الإستاد

source: Fair Zone
ar: أرض المعارض

source: Abbasia
ar: العباسية

source: Abdo Basha
ar: عبده باشا

source: El Geish
ar: الجيش

source: Bab El Shaaria
ar: باب الشعرية

source: Maspero
ar: ماسبيرو

source: Safaa Hegazy
ar: صفاء حجازي

source: Kit Kat
ar: الكيت كات

source: El Sudan
ar: السودان

source: Imbaba
ar: إمبابة

source: El Bohi
ar: البوهي

source: El Qawmeya
ar: القومية

source: El Tareeq El Daeri
ar: الطريق الدائري

source: Rod El Farag Axis
ar: محور روض الفرج

source: El Tawfikiya
ar: التوفيقية

source: Wadi El Nile
ar: وادي النيل

source: Gamaet El Dowal
ar: جامعة الدول

source: Bulaq El Dakrour
ar: بولاق الدكرور

source: Current Station
ar: المحطة اللي هتحرك منها

source: Open Location
ar: افتح الموقع

# needLocationPermission
source: We need Location Permissions to find Nearest Station to you.
ar: محتاجين صلاحيات الموقع عشان نحدد أقرب محطة مترو ليك

source: Targeted Station
ar: المحطة اللي عاوز أروحها

source: Find Route
ar: وريني أمشي ازاي

# addressHint
source: Address you Want to Go
ar: اكتب العنوان اللي عاوز تروحه

# locationDeniedTitle
source: You can't Use this App
ar: ماينفعش تستخدم البرنامج دا

# locationDeniedMessage
source: You Should Open Location to determine your current location to find the nearest metro station
ar: لازم تشغل اللوكيشن عشان نعرف مكانك ومنها نعرف أقرب محطة مترو

# locationDisabled
source: The location service on the device is disabled.
ar: اللوكيشن مقفول

# permanentlyDenied
source: Location permissions are permanently denied, we cannot request permissions.
ar: مش هنقدر نستخدم اللوكيشن عشان مقفول بشكل نهائي

# permissionsDisabled
source: Location permissions are denied
ar: صلاحيات اللوكيشن مقفولة
